tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-drivers"

brew "autoconf"
brew "automake"
brew "coreutils"
brew "curl"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "ffmpeg"
brew "fswatch"
brew "git"
brew "gnupg"
brew "libyaml"
brew "lilypond"
brew "node"
brew "openssl@3"
brew "python@3.10"
brew "jq"
brew "stow"
brew "zlib"
brew "zsh"

cask "1password"
cask "blackhole-2ch"
cask "brave-browser"
cask "charles"
cask "discord"
cask "docker"
cask "elgato-stream-deck"
cask "dropbox"
cask "firefox"
cask "fork"
cask "gimp"
cask "google-chrome"
cask "hugin"
cask "iterm2"
cask "postman"
cask "raycast"
cask "spotify"
cask "tableplus"
cask "time-out"
cask "visual-studio-code"
cask "vlc"
